Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Updates of translations are in progress.
sv: ÃversÃ¤ttningarna uppdateras fÃ¶r nÃ¤rvarande.

source: All pending translations were committed.
sv: Alla vÃ¤ntande Ã¶versÃ¤ttningar checkades in.

source: Component is now locked for translation updates!
sv: Komponenten är nu låst för uppdateringar av översättningar!

source: All components are now locked for translation updates!
sv: Alla komponenter är nu låsta för översättningsuppdateringar!

source: Component is now open for translation updates.
sv: Komponenten är nu öppet för översättningsuppdateringar.

source: All components are now open for translation updates.
sv: Alla komponenter är nu öppna för översättningsuppdateringar.

source: Search and replace completed, no strings were updated.
sv: Sök och ersätt klart, inga strängar har uppdaterats.

source: Search for %s
sv: Sök efter %s

source: Too many search queries, please try again later.
sv: För många sökfrågor, försök igen senare.

source: Invalid search query!
sv: Ogiltig sökning!

source: Bulk edit completed, no strings were updated.
sv: Massredigering slutförd, inga strängar uppdaterades.

source: Settings saved
sv: Inställningar sparade

source: Invalid settings. Please check the form for errors.
sv: Ogiltiga inställningar. Kontrollera om det finns fel i formuläret.

source: The repository is outdated. You might not get expected results until you update it.
sv: Arkivet är föråldrat. Du kanske inte får de förväntade resultaten förrän du uppdaterar det.

source: The translation has been removed.
sv: Översättningen har tagits bort.

source: The translation component was scheduled for removal.
sv: Översättningskomponenten är schemalagd för borttagning.

source: The category was scheduled for removal.
sv: Kategorin var planerad för borttagning.

source: The project was scheduled for removal.
sv: Projektet var planerat för att tas bort.

source: A language in the project was removed.
sv: Ett språk i projektet togs bort.

source: A language in the category was removed.
sv: Ett språk i kategorin togs bort.

source: Could not change %(obj)s due to an outstanding issue in its settings: %(error)s
sv: Kunde inte ändra %(obj)s på grund av ett utestående problem i dess inställningar: %(error)s

source: Backup scheduled. It will be available soon.
sv: Säkerhetskopiering schemalagd. Den kommer snart att finnas tillgänglig.

source: Could not change additional string info!
sv: Kunde inte ändra ytterligare stränginformation!

source: Big status badge
sv: Stort statusmärke

source: Small status badge
sv: Litet statusmärke

source: Project {}
sv: Projekt {}

source: Component {}
sv: Komponent {}

source: SVG status badge
sv: SVG-statusmärke

source: translated
sv: översatt

source: PNG status badge
sv: PNG-statusmärke

source: Vertical language bar chart
sv: LodrÃ¤t stapeldiagram Ã¶ver sprÃ¥k

source: Horizontal language bar chart
sv: VÃ¥grÃ¤t stapeldiagram Ã¶ver sprÃ¥k

source: Language count badge
sv: Språkkontrollmärke

source: Threshold
sv: Tröskel

source: Error in parameter %(field)s: %(error)s
sv: Fel i parameter %(field)s: %(error)s

source: Navy
sv: Marin

source: Blue
sv: Blå

source: Teal
sv: Turkos

source: Olive
sv: Olivgrönt

source: Green
sv: Grön

source: Lime
sv: Limegrön

source: Yellow
sv: Gul

source: Red
sv: Röd

source: Maroon
sv: Vinröd

source: Purple
sv: Lila

source: Black
sv: Svart

source: Gray
sv: Grå

source: A user with this e-mail already exists.
sv: Det finns redan en användare med denna mejladress.

source: Add as translation needing edit
sv: Lägg till som översättning som behöver redigeras

source: Replace existing translation file
sv: Ersätt befintlig översättningsfil

source: Update source strings
sv: Uppdatera källsträngar

source: Add new strings
sv: Lägg till nya strängar

source: No strings were imported from the uploaded file.
sv: Inga strängar importerades från den uppladdade filen.

source: Missing query string.
sv: Frågesträng saknas.

source: Could not parse query string: {}
sv: Kunde inte tolka frågesträngen: {}

source: Missing username or e-mail.
sv: Saknar användarnamn eller mejladress.

source: More possible users were found.
sv: Fler möjliga användare hittades.

source: Undefined variable: "%s"
sv: Odefinierad variabel: "%s"

source: Could not render template: {}
sv: Kunde inte rendera mallen: {}

source: The format strings are no longer supported, please use the template language instead.
sv: Formatsträngarna stöds inte längre. Använd mallspråket istället.

source: Unsupported state: {}
sv: Tillstånd som inte stöds: {}

source: Unknown search field: {}
sv: Okänt sökfält: {}

source: Invalid regular expression: {}
sv: Ogiltigt reguljärt uttryck: {}

source: Unsupported lookup for {field}: {value}
sv: Uppslagningen stöds inte för {field}: {value}

source: Invalid character in the query string
sv: Ogiltigt tecken i frågesträngen

source: Needs editing
sv: Behöver redigeras

source: Needs editing (Needs rewriting)
sv: BehÃ¶ver redigeras (BehÃ¶ver skrivas om)

source: Needs editing (Needs checking)
sv: BehÃ¶ver redigeras (BehÃ¶ver kontrolleras)

source: Translated
sv: Översatt

source: Read-only
sv: Skrivskyddad

source: Waiting for review
sv: VÃ¤ntar pÃ¥ granskning

source: Compilation failed: {0}
sv: Kompileringen misslyckades: {0}

source: The regular expression can not match an empty string.
sv: Det reguljära uttrycket kan inte matcha en tom sträng.

source: Regular expression is missing named group "{0}", the simplest way to define it is {1}.
sv: Reguljärt uttryck saknar namngiven grupp "{0}", det enklaste sättet att definiera den är {1}.

source: The uploaded image was invalid.
sv: Den uppladdade bilden var ogiltig.

source: The image is too big, please crop or scale it down.
sv: Bilden är för stor, beskär eller skala ner den.

source: Please avoid using special characters in the full name.
sv: Undvik att använda specialtecken i fullständigt namn.

source: This name cannot be registered. Please choose a different one.
sv: Det här namnet kan inte registreras. Välj ett annat namn.

source: Name consists only of disallowed characters.
sv: Namnet består endast av otillåtna tecken.

source: Name contains disallowed characters.
sv: Namnet innehåller otillåtna tecken.

source: The username can not start with a full stop.
sv: Användarnamnet kan inte börja med punkt.

source: This username cannot be registered. Please choose a different one.
sv: Det här användarnamnet kan inte registreras. Välj ett annat.

source: Enter a valid e-mail address.
sv: Ange en giltig e-postadress.

source: This e-mail address is disallowed.
sv: Den här e-postadressen är inte tillåten.

source: Invalid e-mail address: {}
sv: Ogiltig e-postadress: {}

source: Disposable e-mail domains are disallowed.
sv: E-postdomäner för engångsbruk är inte tillåtna.

source: Could not evaluate plural formula: {}
sv: Kunde inte evaluera pluralformeln: {}

source: The filename can not contain reference to a parent directory.
sv: Filnamnet kan inte innehålla en referens till en överordnad katalog.

source: The filename can not be an absolute path.
sv: Filnamnet kan inte vara en absolut sökväg.

source: The filename should be as simple as possible. Maybe you want to use: {}
sv: Filnamnet bör vara så enkelt som möjligt. Du kanske vill använda: {}

source: The filename contains a prohibited folder.
sv: Filnamnet innehåller en förbjuden mapp.

source: This name is prohibited
sv: Detta namn är inte tillåtet

source: Syntax error in language aliases.
sv: Syntaxfel i språkaliasen.

source: This URL is prohibited
sv: Denna URL Ã¤r fÃ¶rbjuden

source: Invalid base64 encoded string
sv: Ogiltig base64-kodad sträng

source: The provided secret is too short.
sv: Den angivna hemligheten är för kort.

source: The provided secret is too long.
sv: Den tillhandahållna hemligheten är för lång.

source: This website cannot be used. Please provide a different one.
sv: Denna webbplats kan inte användas. Ange en annan.

source: Could not parse URL: {}
sv: Kunde inte tolka URL: {}

source: Fetching VCS repository using %s is not allowed.
sv: Det är inte tillåtet att hämta VCS-arkiv med %s.

source: Fetching VCS repository from %s is not allowed.
sv: Det är inte tillåtet att hämta VCS-arkivet från %s.

source: Enter a valid domain name or IP address.
sv: Ange ett giltigt domännamn eller IP-adress.

source: Position and priority
sv: Position och prioritet

source: Number of words
sv: Antal ord

source: Number of comments
sv: Antal kommentarer

source: Number of failing checks
sv: Antalet fallerande kontroller

source: String location
sv: Strängens plats

source: Component and priority
sv: Komponent och prioritet

source: This will push changes to the upstream repository.
sv: Detta kommer att pusha ändringar till uppströmsarkivet.

source: This will push changes to the upstream Git repository.
sv: Detta kommer att pusha ändringar till uppströms Git-arkiv.

source: Possible cleanups:
sv: Möjliga uppstädningar:

source: This will push changes to Gerrit for a review.
sv: Detta kommer att pusha ändringar till Gerrit för granskning.

source: This will commit changes to the Subversion repository.
sv: Detta kommer att arkivera ändringar i Subversion-arkivet.

source: Git with force push
sv: Git med kraft push

source: This will force push changes to the upstream repository.
sv: Detta kommer att tvinga in (force push) ändringarna i uppströmsarkivet.

source: Azure DevOps pull request
sv: Azure DevOps pull-begäran

source: This will push changes and create a Azure DevOps pull request.
sv: Detta skickar ändringar och skapar en Azure DevOps pull-begäran.

source: GitHub pull request
sv: GitHub pull-begäran

source: This will push changes and create a GitHub pull request.
sv: Detta kommer att skicka ändringar och skapa en GitHub pull-begäran.

source: Gitea pull request
sv: Gitea pull-begäran

source: This will push changes and create a Gitea pull request.
sv: Detta kommer att skicka ändringar och skapa en Gitea pull-begäran.

source: No remote repository
sv: Ingen fjärrarkiv

source: GitLab merge request
sv: GitLab sammanslagningsbegäran

source: This will push changes and create a GitLab merge request.
sv: Detta kommer att skicka ändringar och skapa en GitLab sammanslagningsbegäran.

source: Pagure merge request
sv: Pagure sammanslagningsbegäran

source: This will push changes and create a Pagure merge request.
sv: Detta kommer att skicka ändringar och skapa en Pagure sammanslagningsbegäran.

source: Bitbucket Data Center pull request
sv: Bitbucket Data Center pull-förfrågan

source: This will push changes and create a Bitbucket Data Center pull request.
sv: Detta kommer att driva igenom ändringar och skapa en Bitbucket Data Center-pull-begäran.

source: Bitbucket Cloud merge request
sv: Bitbucket Cloud-sammanslagningsbegäran

source: This will push changes to the upstream Mercurial repository.
sv: Detta kommer att skicka ändringar till uppströms Mercurial-arkiv.

source: [hostname hashed]
sv: [värdnamnet hashat]

source: Could not generate key: %s
sv: Kunde inte generera nyckel: %s

source: Created new SSH key.
sv: Skapade ny SSH-nyckel.

source: Could not fetch public key for a host: %s
sv: Kunde inte hämta publik nyckel för en värd: %s

source: Invalid host name given!
sv: Ogiltigt värdnamn angivet!

source: Added host key for %(host)s with fingerprint %(fingerprint)s (%(keytype)s), please verify that it is correct.
sv: La till värdnyckel för %(host)s med fingeravtryck %(fingerprint)s (%(keytype)s), bekräfta att detta stämmer.

source: Activation token
sv: Aktiveringstoken

source: Please enter the activation token obtained when making the subscription.
sv: Ange aktiveringstoken som du fick när du tecknade abonnemanget.

source: The test e-mail will be sent to this address.
sv: Testmeddelandet skickas till den här adressen.

source: Please provide font family suitable for CSS.
sv: Ange en teckensnittfamilj som lämpar sig för CSS.

source: Page font
sv: Sidteckensnitt

source: Header font
sv: Teckensnitt för sidhuvud

source: Navigation color (Light, Dark)
sv: NavigationsfÃ¤rg (Ljus, MÃ¶rk)

source: Navigation text color (Light, Dark)
sv: Navigeringstextens fÃ¤rg (ljus, mÃ¶rk)

source: Focus color (Light, Dark)
sv: FokusfÃ¤rg (Ljus, MÃ¶rk)

source: Hover color (Light, Dark)
sv: Hovringsfärg (Ljus, Mörk)

source: Hide page footer
sv: Dölj sidfot

source: Always show hamburger menu
sv: Visa alltid hamburgermenyn

source: Persistent navigational drop-down menu in the top right corner, even if there is room for a full menu.
sv: Fast rullgardinsmenyn för navigering uppe till höger, även om det finns plats för en fullständig meny.

source: Hosted service
sv: Webbhotell

source: Basic self-hosted support
sv: Grundläggande support vid egeninstallation

source: Extended self-hosted support
sv: Utökad support vid egeninstallation

source: Premium self-hosted support
sv: Premiumsupport vid egeninstallation

source: Unpaid subscription
sv: Obetalt abonnemang

source: Backup repository URL
sv: URL för säkerhetskopieringsarkiv

source: Use /path/to/repo for local backups or user@host:/path/to/repo or ssh://user@host:port/path/to/backups for remote SSH backups.
sv: Använd /sökväg/till/arkiv för lokala säkerhetskopior eller användare@värd:/sökväg/till/arkiv eller ssh://användare@värd:port/sökväg/till/backup för fjärr SSH-säkerhetskopior.

source: Backup performed
sv: Säkerhetskopiering utförd

source: Backup failed
sv: Säkerhetskopieringen misslyckades

source: Deleted the oldest backups
sv: Raderade de äldsta säkerhetskopiorna

source: Cleaned up backup storage
sv: Rensat upp lagringsutrymmet för säkerhetskopior

source: Repository initialization
sv: Initiering av arkiv

source: Object listing turned off
sv: Objektlistning avstängd

source: Return to Weblate
sv: Tillbaka till Weblate

source: Import speed documentation
sv: Dokumentation om att öka importhastighet

source: Required fields are marked in bold.
sv: Obligatoriska fält är markerade i fet stil.

source: Do not change the object here, please use the Weblate interface instead.
sv: Ändra inte detta objekt här, använd Weblate-gränssnittet i stället.

source: Customer care ticket created:
sv: Kundtjänstärende skapat:

source: Test e-mail sent.
sv: Testmeddelande skickat.

source: Could not send test e-mail: %s
sv: Kunde inte skicka testmeddelande: %s

source: Please change SITE_TITLE in settings to make your Weblate easy to recognize in discover.
sv: Ãndra SITE_TITLE i instÃ¤llningarna fÃ¶r att gÃ¶ra din Weblate lÃ¤tt att kÃ¤nna igen i discover.

source: Could not activate your installation. Please try again later.
sv: Det gick inte att aktivera din installation. FÃ¶rsÃ¶k igen senare.

source: Could not activate your installation. Please ensure your activation token is correct.
sv: Det gick inte att aktivera installationen. Kontrollera att din aktiveringstoken Ã¤r korrekt.

source: Could not activate your installation: %s
sv: Kunde inte aktivera din installation: %s

source: Activation completed.
sv: Aktivering slutfÃ¶rd.

source: Backup process triggered
sv: Säkerhetskopiering startad

source: Could not dismiss the configuration error!
sv: Kunde inte avfärda konfigurationsfelet!

source: Weblate comes with a fine-grained privilege system to assign user permissions for the whole instance with predefined roles, or by assigning one or more groups of permissions to users for everything, or individual projects, components, glossaries, and so on.
sv: Weblate har ett detaljerat behÃ¶righetssystem fÃ¶r att tilldela anvÃ¤ndarbehÃ¶righeter fÃ¶r hela instansen med fÃ¶rdefinierade roller, eller genom att tilldela en eller flera grupper av behÃ¶righeter till anvÃ¤ndare fÃ¶r allt, eller enskilda projekt, komponenter, ordlistor och sÃ¥ vidare.

source: Project access control
sv: Ã tkomstsinstÃ¤llning fÃ¶r projektet

source: Projects running the gratis Libre plan on Hosted Weblate are always :guilabel:`Public`. You can switch to the paid plan if you want to restrict access to your project.
sv: Projekt som kÃ¶r gratis Libre-planen pÃ¥ Hosted Weblate Ã¤r alltid :guilabel:`Publika`. Du kan byta till den betalda planen om du vill begrÃ¤nsa Ã¥tkomsten till ditt projekt.

source: Limit user access to individual projects by selecting a different :ref:`project-access_control` setting. The available options are:
sv: BegrÃ¤nsa anvÃ¤ndarnas Ã¥tkomst till enskilda projekt genom att vÃ¤lja en annan :ref:`project-access_control`-instÃ¤llning. De tillgÃ¤ngliga alternativen Ã¤r:

source: :guilabel:`Public`
sv: :guilabel:`Offentlig`

source: VCS repository might be exposed to everybody.
sv: VCS-arkivet kan var exponerat fÃ¶r alla.

source: **Choose this for open-source projects, or when your Weblate instance is private or locked-down.**
sv: **VÃ¤lj detta fÃ¶r Ã¶ppen kÃ¤llkodsprojekt eller nÃ¤r din Weblate-instans Ã¤r privat eller lÃ¥st.**

source: :guilabel:`Protected`
sv: :guilabel:`Skyddad`

source: **Choose this to gain visibility, but still have control over who can contribute.**
sv: **VÃ¤lj detta fÃ¶r att Ã¶ka synligheten, men Ã¤ndÃ¥ ha kontroll Ã¶ver vem som kan bidra.**

source: :guilabel:`Private`
sv: :guilabel:`Privat`

source: **Choose this for projects that should not be exposed publicly at all.**
sv: **VÃ¤lj detta fÃ¶r projekt som inte ska exponeras offentligt alls.**

source: :guilabel:`Custom`
sv: :guilabel:`Anpassad`

source: Not available on Hosted Weblate.
sv: Ej tillgÃ¤ngligt pÃ¥ Hosted Weblate.

source: You will have to set up all the permissions using :ref:`custom-acl`.
sv: Du mÃ¥ste stÃ¤lla in alla behÃ¶righeter med hjÃ¤lp av :ref:`custom-acl`.

source: **Choose this on your own Weblate instance if you want to define access in a specific, finely customizable way.**
sv: **VÃ¤lj detta pÃ¥ din egen Weblate-instans om du vill definiera Ã¥tkomst pÃ¥ ett specifikt, noggrant anpassningsbart sÃ¤tt.**

source: :guilabel:`AccessÂ control` can be changed in the :guilabel:`Access` tab of the configuration (:guilabel:`Operations` â :guilabel:`Settings`) of each respective project.
sv: :guilabel:`Ã tkomstkontroll` kan Ã¤ndras i fliken :guilabel:`Ã tkomst` i konfigurationen (:guilabel:`Operationer` â :guilabel:`InstÃ¤llningar`) fÃ¶r respektive projekt.

source: The default can also be changed by setting :setting:`DEFAULT_ACCESS_CONTROL`.
sv: StandardinstÃ¤llningen kan ocksÃ¥ Ã¤ndras genom att stÃ¤lla in :setting:`DEFAULT_ACCESS_CONTROL`.

source: Even `Private` project statistics are counted into the site-wide statistics and language summary. This does not reveal project names or any other info.
sv: Ãven statistik fÃ¶r privata projekt rÃ¤knas in i webbplatsens statistik och sprÃ¥ksammanfattning. Detta avslÃ¶jar inte projektnamn eller annan information.

source: Instance administrators can modify the default permission sets available to users in `Public`, `Protected`, and `Private` projects by using :ref:`custom settings <custom-acl>`.
sv: InstansadministratÃ¶rer kan Ã¤ndra de standardbehÃ¶righeter som Ã¤r tillgÃ¤ngliga fÃ¶r anvÃ¤ndare i `Publika`, `Skyddade` och `Privata` projekt med hjÃ¤lp av :ref:`anpassade instÃ¤llningar <custom-acl>`.

source: Managing per-project access control
sv: Hantera Ã¥tkomstkontroll per projekt

source: For `Public`, `Protected` and `Private` projects:
sv: FÃ¶r `Publika`, `Skyddade` och `Privata` projekt:

source: Granting users :guilabel:`ManageÂ projectÂ access` (see :ref:`privileges`) allows them to assign other users in `Public`, `Protected` and `Private` (but not `Custom`) projects via adding them to teams.
sv: Genom att bevilja anvÃ¤ndare :guilabel:`Hantera projektÃ¥tkomst` (se :ref:`privileges`) kan de tilldela andra anvÃ¤ndare i `Publika`, `Skyddade` och `Privata` (men inte `Anpassade`) projekt genom att lÃ¤gga till dem i team.

source: These are the default teams provided with Weblate; teams can be added or modified by users with sufficient privileges:
sv: Dessa Ã¤r standardgrupperna som tillhandahÃ¥lls med Weblate. Grupper kan lÃ¤ggas till eller Ã¤ndras av anvÃ¤ndare med tillrÃ¤ckliga behÃ¶righeter:

source: All available permissions for the project.
sv: Alla tillgÃ¤ngliga behÃ¶righeter fÃ¶r projektet.

source: `Review`
sv: `Granska`

source: Approve translations in a review.
sv: GodkÃ¤nn Ã¶versÃ¤ttningar i en granskning.

source: Available only if :ref:`review workflow <reviews>` is on.
sv: Endast tillgÃ¤ngligt om :ref:`arbetsflÃ¶de fÃ¶r granskning <reviews>` Ã¤r aktiverat.

source: For `Protected` and `Private` projects only:
sv: Endast fÃ¶r projekt med instÃ¤llningarna `Skyddad` och `Privat`:

source: `Translate`
sv: `ÃversÃ¤tt`

source: Translate the project and upload translations made offline.
sv: ÃversÃ¤tt projektet och ladda upp Ã¶versÃ¤ttningar som gjorts offline.

source: `Sources`
sv: `KÃ¤llor`

source: Edit source strings (if allowed in the :ref:`project settings <component-manage_units>`) and source-string info.
sv: Redigera kÃ¤llstrÃ¤ngar (om det Ã¤r tillÃ¥tet i :ref:`projektinstÃ¤llningarna <component-manage_units>`) och information om kÃ¤llstrÃ¤ngar.

source: `Languages`
sv: `SprÃ¥k`

source: Manage translated languages (add or remove translations).
sv: Hantera Ã¶versatta sprÃ¥k (lÃ¤gg till eller ta bort Ã¶versÃ¤ttningar).

source: `Glossary`
sv: `Ordlista`

source: Manage glossary (add, remove, and upload entries).
sv: Hantera ordlista (lÃ¤gg till, ta bort och ladda upp poster).

source: `Memory`
sv: `Minne`

source: Manage translation memory.
sv: Hantera Ã¶versÃ¤ttningsminne.

source: `Screenshots`
sv: `SkÃ¤rmdumpar`

source: Manage screenshots (add, remove, and associate them to source strings).
sv: Hantera skÃ¤rmdumpar (lÃ¤gg till, ta bort och koppla dem till kÃ¤llstrÃ¤ngar).

source: `Automatic translation`
sv: `Automatisk Ã¶versÃ¤ttning`

source: Can use automatic translation.
sv: Kan anvÃ¤nda automatisk Ã¶versÃ¤ttning.

source: Manage VCS and access the exported repository.
sv: Hantera VCS och Ã¶ppna det exporterade arkivet.

source: `Billing`
sv: `Fakturering`

source: Access billing info and settings (see :ref:`billing`).
sv: Ãppna faktureringsinformation och instÃ¤llningar (se :ref:`billing`).

source: These features are available on the :guilabel:`Access control` page in the projectâs menu :guilabel:`Operations` â :guilabel:`Users`.
sv: Dessa funktioner finns tillgÃ¤ngliga pÃ¥ sidan :guilabel:`Ã tkomstkontroll` i projektets meny :guilabel:`Operationer` â :guilabel:`AnvÃ¤ndare`.

source: You can limit teams to languages or components, and assign them designated access roles (see :ref:`privileges`).
sv: Du kan begrÃ¤nsa team till sprÃ¥k eller komponenter och tilldela dem specifika Ã¥tkomstroller (se :ref:`privileges`).

source: Each team can have team administrators, who can add and remove users within the team.
sv: Varje team kan ha teamadministratÃ¶rer som kan lÃ¤gga till och ta bort anvÃ¤ndare inom teamet.

source: This is useful in case you want to build self-governed teams.
sv: Detta Ã¤r anvÃ¤ndbart om du vill bygga sjÃ¤lvstyrande team.

source: Inviting new users
sv: Bjuda in nya anvÃ¤ndare

source: Adding existing users will send them invitation to confirm. With :setting:`REGISTRATION_OPEN` the administrator can also invite new users using e-mail. Invited users have to complete the registration process to get access to the project.
sv: Om du lÃ¤gger till befintliga anvÃ¤ndare skickas en inbjudan till dem som de mÃ¥ste bekrÃ¤fta. Med :setting:`REGISTRATION_OPEN` kan administratÃ¶ren ocksÃ¥ bjuda in nya anvÃ¤ndare via e-post. Inbjudna anvÃ¤ndare mÃ¥ste slutfÃ¶ra registreringsprocessen fÃ¶r att fÃ¥ tillgÃ¥ng till projektet.
